{
  "NeoSolarized.nvim": { "branch": "master" },
  "a.vim": { "branch": "master" },
  "async.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-go": { "branch": "master" },
  "vim-ledger": { "branch": "master" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-vagrant": { "branch": "master" },
  "vim-whitespace": { "branch": "master" }
}
